Repository: dineshkummarc/mortadelo
Catalog: po/*.po
Languages: ca@valencia, cs, da, de, es, fr, gl, pt_br, ro, sl

source: This program can only be run by the system administrator.
ca@valencia: Este programa només el pot executar l'administrador del sistema.
cs: Tuto aplikaci může spouštět pouze správce systému
da: Dette program kan kun køres af systemadministratoren.
de: Dieses Programm kann nur vom Systemverwalter ausgeführt werden.
es: Sólo el administrador de sistemas puede usar este programa.
fr: Ce programme ne peut être lancé que par l'administrateur système.
gl: Este programa só pode executalo o administrador do sistema
pt_br: Este programa pode ser executado somente pelo administrador do sistema.
ro: Numai administratorul sistemului poate rula acest program.
sl: Program zahteva skrbniška dovoljenja

source: Viewer for system calls
ca@valencia: Visualitzador de crides del sistema
cs: Prohlížeč systémových volání
da: Fremviser for systemkald
de: Betrachter für Systemaufrufe
es: Visor para llamadas al sistema
fr: Visionneur pour les appels systèmes
gl: Visor das chamadas ao sistema
pt_br: Visualizador de chamadas de sistema
ro: Vizualizator pentru apeluri de sistem
sl: Pregledovalnik sistemskega dnevnika

source: Could not find a paired system call for index {0}
ca@valencia: No s'ha pogut trobar la crida del sistema corresponent a l'índex {0}
cs: Nelze najít spárované systémové volání pro index {0}
da: Kunne ikke finde et parret systemkald for indeks {0}
de: Ein gepaarter Systemaufruf für Index {0} konnte nicht gefunden werden
es: No se pudo encontrar la pareja para la llamada al sistema con índice {0}
fr: Impossible de trouver un appel système apparié pour l'index {0}
gl: Non foi posíbel encontrar unha chamada ao sistema emparellada para o índice {0}
pt_br: Não foi possível localizar chamadas de sistema emparelhadas para indexar {0}
ro: Nu s-a găsit un apel de sistem pereche pentru indexul {0}
sl: Ni mogoče najti parnega sistemskega sklica za kazalo {0}

source: _File
ca@valencia: _Fitxer
cs: _Soubor
da: _Fil
de: _Datei
es: _Archivo
fr: _Fichier
gl: _Ficheiro
pt_br: _Arquivo
ro: _Fișier
sl: _Datoteka

source: _Help
ca@valencia: A_juda
cs: _Nápověda
da: _Hjælp
de: _Hilfe
es: Ay_uda
fr: Aid_e
gl: _Axuda
pt_br: Aj_uda
ro: _Ajutor
sl: Pomo_č

source: _Open...
ca@valencia: _Obri...
cs: _Otevřít…
da: _Åbn...
de: Ö_ffnen …
es: _Abrir...
fr: _Ouvrir...
gl: _Abrir...
pt_br: A_brir...
ro: _Deschide...
sl: _Odpri ...

source: Load a log of system calls from a file
ca@valencia: Carrega un registre de crides del sistema des d'un fitxer
cs: Načíst evidenci systémových volání ze souboru
da: Indlæs en log over systemkald fra en fil
de: Ein Protokoll von Systemaufrufen aus einer Datei laden
es: Cargar un archivo de bitácora de llamadas al sistema
fr: Charge un journal d'appels système à partir d'un fichier
gl: Cargar un rexistro das chamadas ao sistema desde un ficheiro
pt_br: Carregar um log de chamadas de sistema de um arquivo
ro: Încarcă un istoric de apeluri de sistem dintr-un fișier
sl: Naloži dnevnik sistemskih klicev iz datoteke

source: Save _As...
ca@valencia: _Anomena i alça...
cs: Uložit _jako…
da: Gem _som...
de: Speichern _unter …
es: Guardar _Como...
fr: Enregistrer _sous...
gl: Gardar _como...
pt_br: Salvar _como...
ro: S_alvează ca...
sl: Shrani _kot ...

source: Save the displayed log to a file
ca@valencia: Alça el registre que es mostra en un fitxer
cs: Uložit zobrazenou evidenci do souboru
da: Gem den viste log til en fil
de: Angezeigtes Protokoll in einer Datei speichern
es: Guardar la bitácora actual a un archivo
fr: Enregistre le journal actuel dans un fichier
gl: Gardar o rexistro mostrado a un ficheiro
pt_br: Salva o log exibido para um arquivo
ro: Salvează într-un fișier istoricul afișat
sl: _Shrani dnevnik napak v datoteko ...

source: C_lear
ca@valencia: _Neteja
cs: _Vymazat
da: _Ryd
de: _Leeren
es: _Limpiar
fr: E_ffacer
gl: L_impar
pt_br: _Limpar
ro: _Curăță
sl: Po_čisti

source: Clear the current log
ca@valencia: Neteja el registre actual
cs: Vymazat současnou evidenci
da: Ryd den aktuelle log
de: Aktuelles Protokoll leeren
es: Limpiar la bitácora actual
fr: Efface le journal actuel
gl: Limpar o rexistro actual
pt_br: Limpa o log atual
ro: Curăță istoricul curent
sl: Počisti trenutni dnevnik

source: _Next Error
ca@valencia: Error _següent
cs: _Následující chyba
da: _Næste fejl
de: _Nächster Fehler
es: _Siguiente Error
fr: Erreur _suivante
gl: _Seguinte erro
pt_br: _Próximo erro
ro: Eroarea _următoare
sl: _Naslednja napaka

source: Jumps to the next system call that returned an error
ca@valencia: Vés a la crida del sistema següent que haja retornat un error
cs: Přejít na následující systémové volání, které vrátilo chybu
da: Hop til det næste systemkald som returnerede en fejl
de: Springt zum nächsten Systemaufruf, der einen Fehler zurückgab
es: Encuentra la llamada al sistema con el siguiente error
fr: Va au prochain appel système qui a renvoyé une erreur
gl: Saltar á seguinte chamada do sistema que devolveu un erro
pt_br: Vai à próxima chamada de sistema que retornou um erro
ro: Sare la următorul apel de sistem care a returnat o eroare
sl: Skoči na naslednji sistemski klic, ki je vrnil napako

source: _Quit
ca@valencia: I_x
cs: U_končit
da: _Afslut
de: _Beenden
es: _Salir
fr: _Quitter
gl: _Saír
pt_br: _Sair
ro: _Ieșire
sl: _Končaj

source: Exit the program
ca@valencia: Ix del programa
cs: Ukončit aplikaci
da: Afslut programmet
de: Das Programm beenden
es: Salir del programa
fr: Quitte le programme
gl: Saír do programa
pt_br: Sai do programa
ro: Ieși din program
sl: Končaj program

source: _About Mortadelo
ca@valencia: _Quant a Mortadelo
cs: O _aplikaci Mortadelo
da: _Om Mortadelo
de: _Info zu Mortadelo
es: Acerca _de Mortadelo
fr: À propos de Mortaledo
gl: _Sobre Mostadelo
pt_br: _Sobre o Mortadelo
ro: _Despre Mortadelo
sl: _O programu

source: Show version information about this program
ca@valencia: Mostra la informació de la versió del programa
cs: Zobrazit informace o verzi této aplikace
da: Vis versionsinformation om dette program
de: Versionsinformationen zu diesem Programm anzeigen
es: Mostrar información sobre la versión de este programa
fr: Affiche les informations de version concernant ce programme
gl: Mostrar a versión sobre este programa
pt_br: Mostra informações da versão deste programa
ro: Afișează informații despre versiunea programului
sl: Pokaži podrobnosti različice programa

source: S_top Recording
ca@valencia: A_tura l'enregistrament
cs: Zas_tavit zaznám
da: S_top optagelse
de: Aufzeichnung _anhalten
es: _Detener la Grabación
fr: Arrê_ter l'enregistrement
gl: _Deter a gravación
pt_br: P_arar gravação
ro: Opreș_te înregistrarea
sl: Zaustavi snemanje

source: Stop recording system calls
ca@valencia: Deixa d'enregistrar crides del sistema
cs: Zastavit záznam systémových volání
da: Stop optagelse af systemkald
de: Aufzeichnung der Systemaufrufe anhalten
es: Detener la grabación de llamadas al sistema
fr: Arrête l'enregistrement des appels système
gl: Deter a gravación de chamadas ao sistema
pt_br: Para gravação de chamadas de sistema
ro: Oprește înregistrarea apelurilor de sistem
sl: Zaustavitev snemanja sistemskih klicev

source: Start _Recording
ca@valencia: Inicia l'_enregistrament
cs: Začít _zaznamenávat
da: Start _optagelse
de: Aufzeichnung _starten
es: Comenzar a _Grabar
fr: _Démarrer l'enregistrement
gl: Iniciar a _gravación
pt_br: Iniciar _gravação
ro: Po_rnește înregistrarea
sl: Začni s snemanjem

source: Start recording system calls
ca@valencia: Inicia l'enregistrament de crides del sistema
cs: Začít zaznamenávat systémová volání
da: Start optagelse af systemkald
de: Mit der Aufzeichnung von Systemaufrufen beginnen
es: Comenzar la grabación de llamadas al sistema
fr: Démarre l'enregistrement des appels système
gl: Iniciar a gravación de chamadas ao sistema
pt_br: Inicia gravação de chamadas de sistema
ro: Pornește înregistrarea apelurilor de sistem
sl: Začetek snemanja sistemskih klicev

source: _Compact
ca@valencia: _Compacta
cs: _Kompaktní
da: _Komprimeret
de: _Kompaktansicht
es: _Compacta
gl: _Compacta
pt_br: _Compacta
sl: _Skrčeno

source: Compact view (start/end of system call in the same line)
ca@valencia: Mode compacte (mostra el principi i el final de la crida del sistema en la mateixa línia)
cs: Kompaktní zobrazení (začátek/konec systémového volání na stejném řádku)
da: Komprimeret visning (start/slut på systemkald i den samme linje)
de: Kompaktansicht (Beginn und Ende des Systemaufrufs in der gleichen Zeile)
es: Vista compacta (principio/fin de una llamada al sistema en la misma línea)
fr: Affichage compact (début/fin de l'appel système sur la même ligne)
gl: Visualización compacta (iniciar/deter a gravación
pt_br: Visão compacta (inicio/fim das chamadas de sistema na mesma linha)
ro: Afișare compactă (începutul/sfârșitul apelului de sistem pe aceeași linie)
sl: Skrčen pogled (začetek/konec sistemskega klica v isti vrstici)

source: _Full
ca@valencia: C_ompleta
cs: Ú_plné
da: _Fuld
de: _Vollansicht
es: _Completa
fr: _Complet
gl: _Completa
pt_br: Co_mpleta
ro: Afișare _totală
sl: _Polno

source: Full view (start/end of system call in separate lines
ca@valencia: Visualització completa (mostra el principi i el final de la crida del sistema en diferents línies)
cs: Úplné zobrazení (začátek/konec systémového volání na zvláštních řádcích)
da: Fuld visning (start/slut på systemkald i separate linjer)
de: Vollansicht (Beginn und Ende des Systemaufrufs in separaten Zeilen)
es: Vista completa (principio/fin de una llamada al sistema en líneas separadas)
gl: Visualización completa (inicio/fin da chamada ao sistema en liñas separadas=
pt_br: Visão completa (inicio/fim das chamadas de sistema em linhas separadas)
sl: Poln pogled (začetek/konec sistemskega klica v ločenih vrsticah

source: Stop
ca@valencia: Para
cs: Zastavit
es: Alto
fr: Arrêter
gl: Deter
pt_br: Parar
ro: Oprește
sl: Zaustavi

source: Record
ca@valencia: Enregistra
cs: Záznam
da: Optag
de: Aufzeichnen
es: Grabar
fr: Enregistrer
gl: Gravar
pt_br: Gravar
ro: Înregistrează
sl: Snemanje

source: Open a log of system calls
ca@valencia: Obri un registre de crides al sistema
cs: Otevření evidence systémových volání
da: Åbn en log over systemkald
de: Ein Protokoll von Systemaufrufen öffnen
es: Abrir una bitácora de llamadas al sistema
fr: Ouvrir un journal d'appels système
gl: Abrir o rexistro das chamadas ao sistema
pt_br: Abrir log de chamadas de sistema
ro: Deschide un istoric de apeluri de sistem
sl: Odpri dnevnik sistemskih klicev

source: Save log of system calls
ca@valencia: Alça el registre de crides del sistema
cs: Uložení evidence systémových volání
da: Gem log over systemkald
de: Protokoll von Systemaufrufen speichern
es: Guardar la bitácora de llamadas al sistema
fr: Enregistrer un journal d'appels système
gl: Gardar o rexistro ás chamadas ao sistema
pt_br: Salvar log de chamadas de sistema
ro: Salvează un istoric de apeluri de sistem
sl: Shrani dnevnik sistemskih klicev

source: Starting the capture process...
ca@valencia: S'està iniciant el procés de captura...
cs: Začíná proces zachytávání…
da: Starter optagelsesprocessen...
de: Aufzeichnungsvorgang wird gestartet …
es: Iniciando el proceso de grabación...
fr: Démarrage du processus de capture...
gl: Iniciando a captura de procesos...
pt_br: Iniciando o processo de captura...
ro: Pornește procesul de captură...
sl: začenjanje opravila zajemanja ...

source: Errors from the capture process
ca@valencia: Errors del procés de captura
cs: Chyby ze zachytávacího procesu
da: Fejl fra optagelsesprocessen
de: Fehler beim Aufzeichnungsvorgang
es: Errores del proceso de grabación
fr: Erreurs du processus de capture
gl: Producíronse erros ao capturar os procesos
pt_br: Erros do processo de captura
ro: Erori din procesul de captură
sl: Napake opravila zajemanja

source: This program lets you view the system calls from all processes in the system.
ca@valencia: Este programa vos permet veure les crides del sistema de tots els processos del sistema
cs: Tato aplikace vám umožní prohlížet systémová volání ze všech procesů v systému.
da: Dette program giver dig mulighed for at se systemkald fra alle processer i systemet.
de: Mit diesem Programm können Sie die Systemaufrufe aller Prozesse des Systems betrachten.
es: Este programa permite ver las llamadas al sistema que utilizan los procesos que se están ejecutando.
fr: Ce programme vous permet d'afficher les appels système de tous les processus du système.
gl: Este programa permítelle ver as chamadas ao sistema de todos os procesos no sistema.
pt_br: Este programa permite ver chamadas de sistema de todos os processos no sistema.
ro: Acest program vă permite să vizualizați apelurile de sistem efectuate de toate procesele din sistem.
sl: S programom je mogoče pregledovati sistemske klice vseh opravil sistema.

source: Copyright (C) 2007 Federico Mena-Quintero, Carlos Alberto Cortez
cs: Copyright © 2007 Federico Mena-Quintero, Carlos Alberto Cortez
da: Ophavsret (C) 2007 Federico Mena-Quintero, Carlos Alberto Cortez
ro: Drepturi de autor (C) 2007 Federico Mena-Quintero, Carlos Alberto Cortez
sl: Avtorske pravice (C) 2007 Federico Mena-Quintero, Carlos Alberto Cortez

source: No further errors
ca@valencia: No hi han més errors
cs: Žádné další chyby
da: Ikke flere fejl
de: Keine weiteren Fehler
es: No hay más errores
fr: Plus aucune erreur
gl: Non hai máis erros
pt_br: Nenhum outro erro.
ro: Nu există erori suplimentare
sl: Ni drugih napak

source: Time
ca@valencia: Temps
cs: Čas
da: Tid
de: Zeit
es: Hora
fr: Temps
gl: Data
pt_br: Tempo
ro: Timp
sl: Čas

source: Process
ca@valencia: Procés
cs: Proces
da: Proces
de: Prozess
es: Proceso
fr: Processus
gl: Proceso
pt_br: Processo
ro: Proces
sl: Opravilo

source: Syscall
ca@valencia: Crida del sistema
cs: Sys. volání
da: Systemkald
de: Aufruf
es: Llamada
fr: Appel système
gl: Chamada ao sistema
pt_br: Chamadas de sistema
ro: Apel de sistem
sl: Sistemski klic

source: Result
ca@valencia: Resultat
cs: Výsledek
da: Resultat
de: Ergebnisse
es: Resultado
fr: Résultat
gl: Resultado
pt_br: Resultado
ro: Rezultat
sl: Rezultat

source: Arguments
cs: Argumenty
da: Argumenter
de: Argumente
es: Parámetros
fr: Paramètres
gl: Argumentos
pt_br: Argumentos
ro: Argumente
sl: Argumenti

source: UNKNOWN
ca@valencia: DESCONEGUT
cs: NEZNÁMÝ
da: UKENDT
de: UNBEKANNT
es: DESCONOCIDO
fr: INCONNU
gl: DESCOÑECIDO
pt_br: DESCONHECIDO
ro: NECUNOSCUT
sl: NEZNANO

source: Full view (start/end of system call in separate lines)
fr: Affichage complet (début/fin de l'appel système sur des lignes distinctes)
ro: Afișare completă (începutul/sfârșitul apelului de sistem pe linii separate)
